[
    {
        "id": 1,
        "image": "../img/1.jpg",
        "name":"Consultation",
        "description": "A comprehensive dental evaluation to assess oral health and discuss treatment options."
    },
    {
        "id": 2,
        "image": "../img/2.png",
        "name":"Cleaning",
        "description": "A professional cleaning to remove plaque, tartar, and stains from teeth."
    },
    {
        "id": 3,
        "image": "../img/3.jpg",
        "name":"Tooth Filling",
        "description": "A procedure to restore a decayed or damaged tooth using a filling material."
    },
    {
        "id": 4,
        "image": "../img/4.jpg",
        "name":"Tooth Extraction",
        "description": "The removal of a tooth from its socket due to decay, damage, or overcrowding."
    },
    {
        "id": 5,
        "image": "../img/5.jpg",
        "name":"Wisdom Tooth Removal",
        "description": "Surgical extraction of impacted or problematic wisdom tooth."
    },
    {
        "id": 6,
        "image": "../img/6.jpg",
        "name":"Mouthguard",
        "description": "A custom-fitted device to protect teeth during sports or to prevent grinding."
    },
    {
        "id": 7,
        "image": "../img/7.jpg",
        "name":"Root Canal Treatment",
        "description": "A procedure to remove infected pulp from a tooth and seal it to prevent further infection."
    },
    {
        "id": 8,
        "image": "../img/8.jpg",
        "name":"Complete Denture",
        "description": "A removable set of artificial teeth for patients missing all their natural teeth, providing improved function and aesthetics."
    },
    {
        "id": 9,
        "image": "../img/9.jpg",
        "name":"Partial Denture",
        "description": "A removable dental appliance for patients missing some teeth, designed to fit around existing natural teeth to restore appearance and function."
    },
    {
        "id": 10,
        "image": "../img/10.jpg",
        "name":"Hawley Retainer",
        "description": "Custom-made devices worn post-orthodontic treatment to maintain teeth alignment and prevent shifting."
    },
    {
        "id": 11,
        "image": "../img/24.jpg",
        "name":"Invisible Retainer",
        "description": "A clear, custom-made device worn after orthodontic treatment to maintain teeth alignment discreetly and comfortably."
    },
    {
        "id": 12,
        "image": "../img/11.jpg",
        "name":"Braces",
        "description": "Orthodontic devices used to correct misaligned teeth and jaw positions, improving bite and overall dental health."
    },
    {
        "id": 13,
        "image": "../img/12.jpeg",
        "name":"Tooth Whitening",
        "description": "A cosmetic procedure that lightens teeth and removes stains and discoloration for a brighter smile."
    },
    {
        "id": 14,
        "image": "../img/13.jpg",
        "name":"Pit and Fissure Sealant",
        "description": "Protective coating for back teeth to prevent cavities, ideal for kids and teens."
    },
    {
        "id": 15,
        "image": "../img/21.jpg",
        "name":"Fluoride Treatment",
        "description": "Topical fluoride application to strengthen enamel and prevent cavities, for all ages."
    },
    {
        "id": 16,
        "image": "../img/14.jpg",
        "name":"Periapical Radiograph",
        "description": "An X-ray image showing the whole tooth and surrounding bone, useful for diagnosing dental issues like infections or fractures."
    },
    {
        "id": 17,
        "image": "../img/22.jpg",
        "name":"Jacket Crown",
        "description": "Custom cap for damaged teeth, restoring shape, strength, and appearance."
    },
    {
        "id": 18,
        "image": "../img/23.jpg",
        "name":"Fixed Bridge",
        "description": "Non-removable appliance replacing missing teeth, anchored to adjacent teeth or implants."
    }
]